export const skills: string[] = [
  "TypeScript и JavaScript",
  "React.js для создания интерактивных пользовательских интерфейсов",
  "Next.js: Разработка серверных и статических приложений",
  "Redux для управления состоянием приложения",
  "UI-фреймворк Ant Design для создания качественных компонентов",
  "Chakra UI и Tailwind CSS для стилизации",
  "SWR: Управление данными и кэширование в React-приложениях",
  "Инструменты для проектирования: Figma и Photoshop",
  "Контроль версий Git",
  "Jira для эффективного управления проектами",
  "Pixel Perfect для обеспечения точности дизайна",
  "Figma и Photoshop: Проектирование и дизайн",
  "Адаптивный дизайн: Создание интерфейсов, корректно отображающихся на различных устройствах."
];
